const filmsData = {

    'Драмы': [
        {
            name: 'Достучаться до небес',
            translate: 'Knockin\' on Heaven\'s Door',
            description: 'Судьба сводит героев картины в больнице, где врачи выносят им смертный приговор. Счет времени их жизней идет на часы. Дальнейшие события в фильме разворачиваются в стремительном темпе. Украв машину с миллионом немецких марок в багажнике, они сбегают из больницы. Их преследуют наемные убийцы, они становятся грабителями поневоле, за ними гонится полиция, они попадают в бордель. Но тем не менее продолжают мчаться вперед, навстречу своей судьбе.',
            audioSrc: '/audio/Драмы/Knockin\' on Heaven\'s Door.m4a',
            posterSrc: '/images/Knockin\' on Heaven\'s Door.jpg'
        },
        {
            name: '1+1',
            translate: 'Intouchables',
            description: 'Богатый инвалид Филипп, прикованный к инвалидной коляске, ищет компаньона. Среди кандидатов на эту должность претендует молодой рэппер Дрисс. Зная, что его ждет отказ, парень не особо старается казаться заинтересованным. Ему всего лишь необходима подпись на бумаге, что он был на собеседовании. Это нужно для получения пособия по безработице. Но аристократу понравился молодой человек. Вскоре Дрисс становится не просто помощником, но и другом Филиппа. Они открывают друг для друга новые грани жизни.',
            audioSrc: '/audio/Драмы/Intouchables.m4a',
            posterSrc: '/images/Intouchables.jpg'
        },
        {
            name: 'Форрест Гамп',
            translate: 'Forrest Gump',
            description: 'От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни. Фантастическим образом превращается он в известного футболиста, героя войны, преуспевающего бизнесмена. Он становится миллиардером, но остается таким же бесхитростным, глупым и добрым. Форреста ждет постоянный успех во всем, а он любит девочку, с которой дружил в детстве, но взаимность приходит слишком поздно.',
            audioSrc: '/audio/Драмы/Forrest Gump.m4a',
            posterSrc: '/images/Forrest Gump.jpg'
        },
        {
            name: 'В погоне за счастьем',
            translate: 'The Pursuit of Happyness',
            description: 'Крис Гарднер – отец-одиночка. Воспитывая пятилетнего сына, Крис изо всех сил старается сделать так, чтобы ребенок рос счастливым. Работая продавцом, он не может оплатить квартиру, и их выселяют. Оказавшись на улице, но не желая сдаваться, отец устраивается стажером в брокерскую компанию, рассчитывая получить должность специалиста. Только на протяжении стажировки он не будет получать никаких денег, а стажировка длится 6 месяцев...',
            audioSrc: '/audio/Драмы/The Pursuit of Happyness.m4a',
            posterSrc: '/images/The Pursuit of Happyness.jpeg'
        },
        {
            name: 'Жизнь прекрасна',
            translate: 'La vita è bella',
            description: 'Это история про холокост – одну из самых нечеловечных страниц истории. Начали разворачиваться события Второй Мировой войны, и Гвидо вместе с малолетним сыном попадают в концентрационный лагерь. Невзирая на то, что смерть была наиболее реальной перспективой для обоих, любящий отец не сломался сам и не дал пасть духом сынишке. Гвидо превращает для сына все события в веселую забаву. Игра, в которой принимают участие толпы людей, сулит приз: победитель станет обладателем настоящего танка.',
            audioSrc: '/audio/Драмы/La vita è bella.m4a',
            posterSrc: '/images/La vita è bella.jpg'
        },
        {
            name: 'Пролетая над гнездом кукушки',
            translate: 'One Flew Over the Cuckoo\'s Nest',
            description: 'Сымитировав помешательство в надежде избежать тюремного заключения, Рэндл Патрик МакМерфи попадает в психиатрическую клинику, где почти безраздельным хозяином является жестокосердная сестра Милдред Рэтчед. МакМерфи поражается тому, что прочие пациенты смирились с положением вещей, а некоторые – сознательно пришли сюда, прячась от внешнего мира. Рэндл устраивает в клинике бунт, и выдвигает требования, одно из которых – это проведение пациентами свободного времени, как они того сами желают.',
            audioSrc: '/audio/Драмы/One Flew Over the Cuckoo\'s Nest.m4a',
            posterSrc: '/images/One Flew Over the Cuckoo\'s Nest.jpg'
        }

    ],
    'Фантастика': [
        {
            name: 'Начало',
            translate: 'Inception',
            description: 'Кобб – талантливый вор, учший в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна. Редкие способности Кобба сделали его ценным игроком в мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил. И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное – инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача – не украсть идею, а внедрить ее.',
            audioSrc: '/audio/Фантастика/Inception.m4a',
            posterSrc: '/images/Inception.jpg'
        },
        {
            name: 'Аватар',
            translate: 'Avatar',
            description: 'Действие фильма происходит в будущем, на планете Пандора, где корпорация RDA занимается добычей дорогостоящего минерала анобтаниум. На планете так же обитает местное население гуманоидов на’ви, которые сильно чтят окружающую природу. Для того, чтобы найти общий язык с на’ви, корпорация спонсирует программу по разработке аватаров - искусственно созданных тел гуманоидов, управляемых людьми. Этих людей называют операторы. Одним из операторов становится пехотинец Джейк Салли. Отправляясь на Пандору, Джек представить себе не мог, какая важная миссия ждет его впереди.',
            audioSrc: '/audio/Фантастика/Avatar.m4a',
            posterSrc: '/images/Avatar.jpg'
        },
        {
            name: 'Матрица',
            translate: 'The Matrix',
            description: 'Жизнь Томаса Андерсона разделена на две части: днём он - самый обычный офисный работник, получающий нагоняи от начальства, а ночью превращается в хакера по имени Нео, и нет места в сети, куда он не смог бы дотянуться. Но однажды всё меняется — герой, сам того не желая, узнаёт страшную правду: всё, что его окружает — не более, чем иллюзия, Матрица, а люди — всего лишь источник питания для искусственного интеллекта, поработившего человечество. И только Нео под силу изменить расстановку сил в этом чужом и страшном мире.',
            audioSrc: '/audio/Фантастика/The Matrix.m4a',
            posterSrc: '/images/The Matrix.jpg'
        },
        {
            name: 'Пятый элемент',
            translate: 'The Fifth Element',
            description: 'Каждые пять тысяч лет открываются двери между измерениями и темные силы стремятся нарушить существующую гармонию. Каждые пять тысяч лет Вселенной нужен герой, способный противостоять этому злу. XXIII век. Нью-йоркский таксист Корбен Даллас должен решить глобальную задачу - спасение всего рода человеческого. Зло в виде раскаленной массы, наделенной интеллектом, надвигается на Землю. Победить его можно, только лишь собрав воедино четыре элемента (они же стихии - земля, вода, воздух и огонь) и добавив к ним загадочный пятый элемент.',
            audioSrc: '/audio/Фантастика/The Fifth Element.m4a',
            posterSrc: '/images/The Fifth Element.jpg'
        },
        {
            name: 'Интерстеллар',
            translate: 'Interstellar',
            description: 'Когда на нашей планете повсюду стала распространяться пыль, а сельское хозяйство переживало последние годы своего существования, человечеству пришлось искать новые пути для выживания. Земля может превратиться в безлюдное место и затеряться среди всех остальных звезд Вселенной. Но вымирание человечества не входит в планы Купера, главного героя фильма, который отправляется в космос, чтобы в прямом смысле слова - пронзить Галактики и отыскать среди них новое пристанище для тех, кто остался на Земле - это единственный способ для спасения всего человечества. ',
            audioSrc: '/audio/Фантастика/Interstellar.m4a',
            posterSrc: '/images/Interstellar.jpg'
        },
        {
            name: 'Люди в чёрном',
            translate: 'Men in Black',
            description: '«Люди в черном» – это секретное агентство, контролирующее деятельность пришельцев и защищающее планету от межгалактических угроз. Его сотрудники оснащены новейшими технологиями, позволяющими держать существование инопланетян в тайне. Опытный агент Кей, недавно расставшийся со своим напарником, который решил вернуться к гражданской жизни, нуждается в срочной замене. Его новым партнером становится молодой полицейский Джеймс Дарелл Эдвардс, являющийся новичком в инопланетных делах. Вместе им предстоит остановить злобного захватчика из космоса, который намеревается уничтожить Землю.',
            audioSrc: '/audio/Фантастика/Men in Black.m4a',
            posterSrc: '/images/Men in Black.jpg'
        }

    ],
    'Триллеры': [
        {
            name: 'Престиж',
            translate: 'The Prestige',
            description: 'Действие фильма разворачивается в Лондоне, на рубеже XIX и XX столетия. В центре сюжета противостояние двух иллюзионистов – Роберта Энджера и Альфреда Бордена, которые некогда были друзьями. Когда-то они оба работали под началом очень известного иллюзиониста, и мечтали о собственной славе. Но после того, как во время одного из представлений погибает жена Энджера, между ними начинается вражда. С того времени они делают все возможное, чтобы насолить друг другу.',
            audioSrc: '/audio/Триллеры/The Prestige.m4a',
            posterSrc: '/images/The Prestige.jpg'
        },
        {
            name: 'Области тьмы',
            translate: 'Limitless',
            description: 'Эдди работает менеджером по рекламе, и у него проблемы в личной жизни. Однако он мечтает о роскошной жизни. Однажды ему предоставляется возможность с помощью чудодейственных таблеток, повышающих эффективность мозга, добиться всего, чего он желает. Начав их принимать, Эдди начинает добиваться успеха во всем, за что берется. Но в скором времени оказывается, что от чрезмерного употребления таблеток начинаются побочные эффекты, которые влекут за собой большие неприятности...',
            audioSrc: '/audio/Триллеры/Limitless.m4a',
            posterSrc: '/images/Limitless.jpg'
        },
        {
            name: 'Молчание ягнят',
            translate: 'The Silence of the Lambs',
            description: 'Психопат похищает и убивает молодых женщин по всему Среднему Западу Америки. ФБР поручает агенту Клариссе Старлинг встретиться с заключенным-маньяком, который мог бы объяснить следствию психологические мотивы серийного убийцы и тем самым вывести на его след. Заключенный, доктор психиатрии Ганнибал Лектер, отбывает наказание за убийства и каннибализм.Он согласен помочь Клариссе лишь в том случае, если она попотчует его больное воображение подробностями своей сложной личной жизни.',
            audioSrc: '/audio/Триллеры/The Silence of the Lambs.m4a',
            posterSrc: '/images/The Silence of the Lambs.jpg'
        },
        {
            name: 'Я легенда',
            translate: 'I Am Legend',
            description: 'Главный персонаж триллера – мужчина Роберт, который стал  последним выжившим на Земле. Только его обошла болезнь, сделавшая половину людей кровососами, а другую половину умертвившая. Он проживает в защищенном от реальности доме, где ведет исследования, чтобы узнать причину эпидемии и победить вирус. В один из дней мужчина находит источник болезни, и выходит на улицу, где встречает еще одну выжившую женщину. Он приводит ее в дом, чтобы осмотреть ее и помочь. Но, выясняется, что она заражена…',
            audioSrc: '/audio/Триллеры/I Am Legend.m4a',
            posterSrc: '/images/I Am Legend.jpg'
        },
        {
            name: 'Помни',
            translate: 'Memento',
            description: 'Леонард Шелби живет мечтой отыскать преступника, убившего его любимую жену и отомстить ему. Но у героя есть серьёзная проблема со здоровьем - из его воспоминаний стирается все, что произошло пятнадцать минут назад. Причина этому - потеря короткой памяти. Леонард почти подобрался к злодею, но вот он ведет с ним беседу, забыв о том, что этот человек был целью номер один, которого нужно убить. Мужчина старается записывать все свои сделанные выводы, чтобы они были с ним всегда и везде.',
            audioSrc: '/audio/Триллеры/Memento.m4a',
            posterSrc: '/images/Memento.jpg'
        },
        {
            name: 'Сияние',
            translate: 'The Shining',
            description: 'Писатель устраивается на работу в гостиницу смотрителем. Он планирует жить здесь вместе со своей семьей, чтобы закончить работу над романом. По его задумке, работе ничто не должно помешать, ведь гостиница отрезана от всего мира из-за снежных заносов. Несмотря на зловещие истории о предыдущем смотрителе, главный герой остается в гостинице. Жизнь на новом месте оказывается совсем не такой, как ее представлял писатель и его семья. Что ждет писателя в таинственной гостинице? Ответы ждут в конце фильма.',
            audioSrc: '/audio/Триллеры/The Shining.m4a',
            posterSrc: '/images/The Shining.jpg'
        }
    ],
    'Комедии': [
        {
            name: 'Джентельмены',
            translate: 'The Gentlemen',
            description: 'Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира - партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.',
            audioSrc: '/audio/Комедии/The Gentlemen.m4a',
            posterSrc: '/images/The Gentlemen.jpg'
        },
        {
            name: 'Однажды в ... Голливуде',
            translate: 'Once Upon a Time... in Hollywood',
            description: 'События разворачиваются в Лос-Анджелесе в 1969 году вокруг Рика Далтона — популярного в прошлом актера, который оказался на обочине киноиндустрии, и его дублера-каскадера Клиффа — беззаботного мужчины, готового поддержать коллегу и старого друга в критической ситуации. Клифф возит Рика на прослушивания и не дает угасающей звезде окончательно скатиться в пучину отчаяния. А в то же время рядом с особняком Далтона разворачивается настоящая голливудская история успеха: красавица-актриса Шэрон Тейт наслаждается свалившейся на нее славой и браком с талантливым режиссером...',
            audioSrc: '/audio/Комедии/Once Upon a Time... in Hollywood.m4a',
            posterSrc: '/images/Once Upon a Time... in Hollywood.jpg'
        },
        {
            name: 'Евротур',
            translate: 'Eurotrip',
            description: 'Скотт Томас — выпускник местной школы, которому нужна помощь в изучении немецкого языка, и именно для этих целей он знакомится с жителем Германии по имени Майк и начинает с ним дружескую переписку. Причём Скотт абсолютно уверен в том, что Майк — это парень, и делится с ним своими переживаниями и проблемами, которые возникают у него с девушкой. Но в конце концов Скотт узнаёт, что Майк, точнее Мике — это обворожительная блондинка, которой Скотт очень понравился. И теперь он сделает всё, чтобы увидеться с Мике, даже совершит путешествие по Европе.',
            audioSrc: '/audio/Комедии/Eurotrip.m4a',
            posterSrc: '/images/EuroTrip.jpg'
        },
        {
            name: 'Очень страшное кино',
            translate: 'Scary Movie',
            description: 'Это культовая американская комедия, вышедшая на экраны в 2000 году. Этот фильм - пародия на все культовые американские фильмы ужасов, в которой высмеивается глупое и не логичное поведение героев. Фильм начинается с того, что в доме у девушки по имени Синди, раздаётся телефонный звонок, а на другом конце провода оказывается маньяк, который пытается завлечь её в опасную игру. После этого начинается череда нелепых и комичных ситуаций. В которых показана вся глупость главных героев. Очень страшное кино - это комедия, которая уже стала классикой в жанре пародий.',
            audioSrc: '/audio/Комедии/Scary Movie.m4a',
            posterSrc: '/images/Scary Movie.jpg'
        },
        {
            name: 'Брюс Всемогущий',
            translate: 'Bruce Almighty',
            description: 'Брюс Нолан — популярный журналист, у которого в запасе множество забавных и увлекательных сюжетов. Из-за чего и пользуется популярностью у телезрителей. Брюс грезит о карьере телеведущего. Его не устраивает жизнь и он постоянно жалуется на неблагосклонную судьбу. Но однажды Брюса увольняют. Разочарованный герой бросает вызов Богу и неожиданно получает ответ Всевышнего. Бог предлагает Брюсу поменяться с ним местами на неделю и посмотреть, сможет ли Брюс сделать мир хоть чуточку лучше.  Но как вскоре выясняется, управлять миром далеко не так просто, как кажется.',
            audioSrc: '/audio/Комедии/Bruce Almighty.m4a',
            posterSrc: '/images/Bruce Almighty.jpg'
        },
        {
            name: 'Мы Миллеры',
            translate: 'We\'re the Millers',
            description: 'Дэвид Кларк — мелкий торговец наркотиками. Среди его клиентов — повара и скучающие домохозяйки. Детям он наркотики не продаёт и поэтому считает себя принципиальным человеком. Дэвид действительно хорошо относится к детям, но это не остается безнаказанным — он пытается помочь подросткам, попавшим в беду, и на него нападают хулиганы-панки. Они отбирают у него наркотики и деньги, и наш герой оказывается в отчаянном положении. Ведь ему нечем расплатиться с его поставщиком Брэдом. Единственный выход — подрядиться на доставку крупной партии наркотиков через границу…',
            audioSrc: '/audio/Комедии/We\'re the Millers.m4a',
            posterSrc: '/images/We\'re the Millers.jpeg'
        }
    ],
    'Мультфильмы': [
        {
            name: 'Зверополис',
            translate: 'Zootopia',
            description: 'В центре сюжета окажется Джудит Хопс – первая в Зверополисе крольчиха, принятая в стройные ряды доблестной полиции, что сразу же вызвало массу скептических комментариев. Вполне ожидаемо, что никто из коллег по работе не воспринял новенькую всерьёз, а суровый шеф полиции при распределении обязанностей выдал ей самый простой и рутинный наряд. Но полная оптимизма Джудит не унывает – заручившись поддержкой своего нового знакомого, мелкого жулика Ника Уайлда, она готова доказать, что несмотря на свои размеры и физические данные, кролики могут в полной мере стать на защиту граждан.',
            audioSrc: '/audio/Мультфильмы/Zootopia.m4a',
            posterSrc: '/images/Zootopia.jpeg'
        },
        {
            name: 'Рататуй',
            translate: 'Ratatouille',
            description: 'Крыс Реми обладает уникальным вкусом. Он готов рисковать собственной жизнью, чтобы посмотреть любимое кулинарное шоу и раздобыть какую-нибудь приправку или просто свежий продукт. Реми живет со своими сородичами, которые его не понимают и не принимают его увлечения кулинарией. Когда Реми случайно попадает на кухню шикарного ресторана, он решает воспользоваться выпавшим ему шансом и проверить свои навыки. На эту же кухню попадает и юный Лингвини.Всё, на что он может расчитывать - это должность уборщика.Но он тоже получает свой шанс...',
            audioSrc: '/audio/Мультфильмы/Ratatouille.m4a',
            posterSrc: '/images/Ratatouille.jpg'
        },
        {
            name: 'Тачки',
            translate: 'Cars',
            description: 'Главный герой мультфильма – гоночный автомобиль по имени Молния МакКуин. Его мечта - победа на известных соревнованиях «Кубок Поршня». Однако по дороге туда, герой оказывается заблудившемся на «Трассе 66», которая приводит его в давно заброшенный город Радиатор-Спрингс. Мало того что Молния МакКуин заблудился, так он еще умудряется испортить единственную дорогу в этом городе, после чего его отправляют на исправительные работы. По мере пребывания в Радиатор-Спрингс МакКуин находит новых друзей, которые становятся его командой на гонках, и помогают ему осознать смысл жизни.',
            audioSrc: '/audio/Мультфильмы/Cars.m4a',
            posterSrc: '/images/Cars.jpg'
        },
        {
            name: 'Корпорация Монстров',
            translate: 'Monsters, Inc.',
            description: 'Мультфильм рассказывает о двух монстрах – Майке и Салли, живущих в городке Монстрополис. Они совершенно разные, но это не мешает им дружить. Оба приятеля работают на местной фабрике, специализирующейся на добыче детского страха и переработке его в энергию необходимую для мира монстров. Их жизнь складывается как нельзя лучше, но однажды по их вине в мир чудовищ попадает человеческий ребенок. Майку и Салли предстоит некоторое время заботиться о ребенке, и сделать все возможное, чтобы никто не узнал об их оплошности.',
            audioSrc: '/audio/Мультфильмы/Monsters, Inc.m4a',
            posterSrc: '/images/Monsters, Inc.jpg'
        },
        {
            name: 'Ледниковый период',
            translate: 'Ice Age',
            description: 'Действие разворачивается 20 тыс. лет назад. Чтобы избежать приближающегося из-за наступления ледникового периода холода, животные мигрируют на юг. Однако некоторые из них всё-таки решают остаться - одинокий, угрюмый мамонт Манфред, а также бесшабашный ленивец Сид. Случайно эта парочка наталкивается на человеческого детёныша. Они решаются вернуть его людям и отправляются в путешествие. По пути они встречают саблезубого хитрого тигра. И теперь этой веселой компании предстоят забавные приключения!',
            audioSrc: '/audio/Мультфильмы/Ice Age.m4a',
            posterSrc: '/images/Ice Age.jpg'
        },
        {
            name: 'Мадагаскар',
            translate: 'Madagascar',
            description: 'Четверо изнеженных животных из Центрального зоопарка в Нью-Йорке - лев Алекс, зебра Марти, жираф Мелман и гиппопотамиха Глория - решаются на побег. Оказавшись после кораблекрушения на экзотическом острове Мадагаскар, населенном лемурами и поедающими их фоссами, путешественники с ужасом понимают, что с городскими привычками им придется распрощаться. Здесь нет людей, любимых клеток, вкусной кормежки. Начинается шоу «Последний герой» только с животными - нашим друзьям нужно выжить в непривычной среде обитания, где на каждом шагу подстерегает опасность...',
            audioSrc: '/audio/Мультфильмы/Madagascar.m4a',
            posterSrc: '/images/Madagascar.jpg'
        }
    ],
    'Сериалы': [
        {
            name: 'Острые козырьки',
            translate: 'Peaky Blinders',
            description: 'После завершения затяжной Первой мировой войны основатель уличной банды «Острые козырьки» Томас Шелби вместе со старшим братом Артуром вернулся в родной Бирмингем, где продолжил строить свою преступную империю. За время кровопролитных боевых действий он сильно изменился и забыл чувство любви. Растопить лед в его сердце смогла симпатичная барменша Грейс Берджесс. Вот только он не подозревал, что девушка являлась тайным информатором нового шефа полиции Честера Кэмпбелла, намеревающегося посадить всех членов банды за решетку и покончить с криминалом в городе.',
            audioSrc: '/audio/Сериалы/Peaky Blinders.m4a',
            posterSrc: '/images/Peaky Blinders.jpg'
        },
        {
            name: 'Чернобыль',
            translate: 'Chernobyl',
            description: '26 апреля 1986 года в 1:23:45 во время проведения эксперимента по безопасности на Чернобыльской АЭС происходит взрыв реактора и пожар. Поднятые по тревоге пожарные без спецзащиты прибывают на место аварии, не подозревая, что оказались в эпицентре крупнейшей в истории человечества техногенной катастрофы. Руководство ЧАЭС уверяет Кремль, что ситуация под контролем, и радиационный фон в норме, но по настоянию академика Легасова его вместе с зампредседателя Совета Министров Борисом Щербиной отправляют разобраться в происходящем на месте.',
            audioSrc: '/audio/Сериалы/Chernobyl.m4a',
            posterSrc: '/images/Chernobyl.jpg'
        },
        {
            name: 'Карточный домик',
            translate: 'House of Cards',
            description: 'Френсис Андервуд – высокопоставленный чиновник, конгрессмен от Демократической партии правительства США. Он помогает стать Гаррету Уокеру президентом, после того как, тот дает обещание сделать его госсекретарем. Однако после выборов, Гаррет нарушает обещание, и не дает обещанной должности. Френсис – жестокий, циничный и бескомпромиссный человек, который был готов на все, чтобы добиться своей цели. Теперь он и его высокомерная жена, сделают все возможное, чтобы отомстить за предательство новоиспеченного президента.',
            audioSrc: '/audio/Сериалы/House of Cards.m4a',
            posterSrc: '/images/House of Cards.jpg'
        },
        {
            name: 'Остаться в живых',
            translate: 'Lost',
            description: 'Телесериал рассказывает о пассажирах самолета потерпевшего авиакатастрофу где-то посреди вод Тихого океана. Лайнер, выполнявший авиарейс, терпит крушение. Из всех находившихся на борту пассажиров выжили лишь сорок восемь человек, чудом уцелевшие в ужасной авиакатастрофе. Однако на этом их проблемы не заканчиваются, ведь они оказались на далеком необитаемом острове посреди океана без провизии и воды, а надежда на спасение с каждой минутой становится все меньше. Они объединяются чтобы выжить на опасном таинственном острове.',
            audioSrc: '/audio/Сериалы/Lost.m4a',
            posterSrc: '/images/Lost.jpg'
        },
        {
            name: 'Форс мажоры',
            translate: 'Suits',
            description: 'Мечтой Майка было стать юристом, но он так и не смог закончить колледж. Он не имеет постоянной работы и на жизнь зарабатывает подработками, хотя он обладатель блестящего ума и отличной памяти. Однажды при не очень хороших обстоятельствах, скрываясь от полиции, наш герой знакомится с известным адвокатом Харви Спектером, зарабатывающим огромные деньги. Он давно занят поисками помощника и немного от этого устал. Харви, удивленный сообразительностью и знаниями закона Майка, на свой риск берет его работать к себе. Они становятся одними из самых успешных юристов в Манхэттене.',
            audioSrc: '/audio/Сериалы/Suits.m4a',
            posterSrc: '/images/Suits.jpg'
        },
        {
            name: 'Клиника',
            translate: 'Scrubs',
            description: 'Закончив обучение в медицинском университете, Джон и Крис отправляются проходить интернатуру в клинику. Друзья не имеют никакого практического опыта работы, но это больница, здесь каждую минуту спасают человеческие жизни, и поэтому у парней совершенно нет времени на адаптацию. Они с головой погружаются в хаотичную жизнь больницы, и очень быстро находят много новых друзей. Но наряду с этим Джона и Криса ждет большое количество проблем различного характера, которые им непременно придется преодолеть, и будут они это делать с большой долей юмора…',
            audioSrc: '/audio/Сериалы/Scrubs.m4a',
            posterSrc: '/images/Scrubs.jpg'
        }
    ]
}

export default filmsData