const filmsData = {

    'Драмы': [
        {
            name: 'Достучаться до небес',
            translate: 'Knockin\' on Heaven\'s Door',
            description: 'Судьба сводит героев картины в больнице, где врачи выносят им смертный приговор. Счет времени их жизней идет на часы. Дальнейшие события в фильме разворачиваются в стремительном темпе. Украв машину с миллионом немецких марок в багажнике, они сбегают из больницы. Их преследуют наемные убийцы, они становятся грабителями поневоле, за ними гонится полиция, они попадают в бордель. Но тем не менее продолжают мчаться вперед, навстречу своей судьбе.',
            audioSrc: '/audio/Драмы/Knockin\' on Heaven\'s Door.m4a',
            posterSrc: '/images/Knockin\' on Heaven\'s Door.jpg'
        },
        {
            name: '1+1',
            translate: 'Intouchables',
            description: 'Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.',
            audioSrc: '/audio/Драмы/Intouchables.m4a',
            posterSrc: '/images/Intouchables.jpg'
        },
        {
            name: 'Форрест Гамп',
            translate: 'Forrest Gump',
            description: 'От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни. Фантастическим образом превращается он в известного футболиста, героя войны, преуспевающего бизнесмена. Он становится миллиардером, но остается таким же бесхитростным, глупым и добрым. Форреста ждет постоянный успех во всем, а он любит девочку, с которой дружил в детстве, но взаимность приходит слишком поздно.',
            audioSrc: '/audio/Драмы/Forrest Gump.m4a',
            posterSrc: '/images/Forrest Gump.jpg'
        },
        {
            name: 'В погоне за счастьем',
            translate: 'The Pursuit of Happyness',
            description: 'Крис Гарднер – отец-одиночка. Воспитывая пятилетнего сына, Крис изо всех сил старается сделать так, чтобы ребенок рос счастливым. Работая продавцом, он не может оплатить квартиру, и их выселяют. Оказавшись на улице, но не желая сдаваться, отец устраивается стажером в брокерскую компанию, рассчитывая получить должность специалиста. Только на протяжении стажировки он не будет получать никаких денег, а стажировка длится 6 месяцев...',
            audioSrc: '/audio/Драмы/The Pursuit of Happyness.m4a',
            posterSrc: '/images/The Pursuit of Happyness.jpeg'
        },
        {
            name: 'Жизнь прекрасна',
            translate: 'La vita è bella',
            description: 'Во время Второй мировой войны из Италии в концлагерь были отправлены евреи - отец с маленьким сыном. Жена-итальянка добровольно последовала за ними. В лагере отец сказал мальчику, что всё происходящее вокруг является большой интересной игрой за приз в виде настоящего танка. И этот классный приз достанется тому мальчику, который сможет не попасться на глаза надзирателям.',
            audioSrc: '/audio/Драмы/La vita è bella.m4a',
            posterSrc: '/images/La vita è bella.jpg'
        },
        {
            name: 'Пролетая над гнездом кукушки',
            translate: 'One Flew Over the Cuckoo\'s Nest',
            description: 'Сымитировав помешательство в надежде избежать тюремного заключения, Рэндл Патрик МакМерфи попадает в психиатрическую клинику, где почти безраздельным хозяином является жестокосердная сестра Милдред Рэтчед. МакМерфи поражается тому, что прочие пациенты смирились с существующим положением вещей, а некоторые – даже сознательно пришли в лечебницу, прячась от пугающего внешнего мира. И решается на бунт. В одиночку.',
            audioSrc: '/audio/Драмы/One Flew Over the Cuckoo\'s Nest.m4a',
            posterSrc: '/images/One Flew Over the Cuckoo\'s Nest.jpg'
        }

    ],
    'Фантастика': [
        {
            name: 'Начало',
            translate: 'Inception',
            description: 'Кобб – талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил. И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное – инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача – не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением.',
            audioSrc: '/audio/Фантастика/Inception.m4a',
            posterSrc: '/images/Inception.jpg'
        },
        {
            name: 'Аватар',
            translate: 'Avatar',
            description: 'Джейк Салли - бывший морской пехотинец, прикованный к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.',
            audioSrc: '/audio/Фантастика/Avatar.m4a',
            posterSrc: '/images/Avatar.jpg'
        },
        {
            name: 'Матрица',
            translate: 'The Matrix',
            description: 'Жизнь Томаса Андерсона разделена на две части: днём он - самый обычный офисный работник, получающий нагоняи от начальства, а ночью превращается в хакера по имени Нео, и нет места в сети, куда он не смог бы дотянуться. Но однажды всё меняется — герой, сам того не желая, узнаёт страшную правду: всё, что его окружает — не более, чем иллюзия, Матрица, а люди — всего лишь источник питания для искусственного интеллекта, поработившего человечество. И только Нео под силу изменить расстановку сил в этом чужом и страшном мире.',
            audioSrc: '/audio/Фантастика/The Matrix.m4a',
            posterSrc: '/images/The Matrix.jpg'
        },
        {
            name: 'Пятый элемент',
            translate: 'The Fifth Element',
            description: 'Каждые пять тысяч лет открываются двери между измерениями и темные силы стремятся нарушить существующую гармонию. Каждые пять тысяч лет Вселенной нужен герой, способный противостоять этому злу. XXIII век. Нью-йоркский таксист Корбен Даллас должен решить глобальную задачу - спасение всего рода человеческого. Зло в виде раскаленной массы, наделенной интеллектом, надвигается на Землю. Победить его можно, только лишь собрав воедино четыре элемента (они же стихии - земля, вода, воздух и огонь) и добавив к ним загадочный пятый элемент.',
            audioSrc: '/audio/Фантастика/The Fifth Element.m4a',
            posterSrc: '/images/The Fifth Element.jpg'
        },
        {
            name: 'Интерстеллар',
            translate: 'Interstellar',
            description: 'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.',
            audioSrc: '/audio/Фантастика/Interstellar.m4a',
            posterSrc: '/images/Interstellar.jpg'
        },
        {
            name: 'Люди в чёрном',
            translate: 'Men in Black',
            description: 'Они - самый большой секрет Земли. Они работают на неофициальное правительственное агентство, регулирующее деятельность инопланетян на Земле. Они - это лучшая, последняя и единственная линия защиты Земли от отбросов вселенной. Их работа секретна, их оружие совершенно, им нет равных, они не оставляют следов. Они - это Люди в черном.',
            audioSrc: '/audio/Фантастика/Men in Black.m4a',
            posterSrc: '/images/Men in Black.jpg'
        }

    ],
    'Триллеры': [
        {
            name: 'Престиж',
            translate: 'The Prestige',
            description: 'Роберт и Альфред - фокусники-иллюзионисты, которые на рубеже XIX и XX веков соперничали друг с другом в Лондоне. С годами их дружеская конкуренция на профессиональной почве перерастает в настоящую войну. Они готовы на все, чтобы выведать друг у друга секреты фантастических трюков и сорвать их исполнение.',
            audioSrc: '/audio/Триллеры/The Prestige.m4a',
            posterSrc: '/images/The Prestige.jpg'
        },
        {
            name: 'Области тьмы',
            translate: 'Limitless',
            description: 'Нью-йоркский писатель Эдди, желая преодолеть чёрную полосу в жизни, принимает засекреченный препарат под названием NZT. Таблетка выводит мозг парня на работу в нереальной мощности. Этот творческий наркотик меняет всю жизнь Эдди, за короткий срок он зарабатывает кучу денег, но скоро начинает страдать от зловещих побочных эффектов препарата. А когда пытается найти других NZT-гениев, чтобы понять, как можно справиться с этим пристрастием, он узнает страшную правду…',
            audioSrc: '/audio/Триллеры/Limitless.m4a',
            posterSrc: '/images/Limitless.jpg'
        },
        {
            name: 'Молчание ягнят',
            translate: 'The Silence of the Lambs',
            description: 'Психопат похищает и убивает молодых женщин по всему Среднему Западу Америки. ФБР, уверенное в том, что все преступления совершены одним и тем же человеком, поручает агенту Клариссе Старлинг встретиться с заключенным-маньяком, который мог бы объяснить следствию психологические мотивы серийного убийцы и тем самым вывести на его след. Заключенный, доктор психиатрии Ганнибал Лектер, отбывает наказание за убийства и каннибализм.Он согласен помочь Клариссе лишь в том случае, если она попотчует его больное воображение подробностями своей сложной личной жизни.',
            audioSrc: '/audio/Триллеры/The Silence of the Lambs.m4a',
            posterSrc: '/images/The Silence of the Lambs.jpg'
        },
        {
            name: 'Я легенда',
            translate: 'I Am Legend',
            description: 'Неизвестный вирус унёс жизни половины населения земного шара, а остальную половину превратил в вампиров. Единственный уцелевший человек с иммунитетом к заболеванию ночами держит осаду упырей, а днем пытается найти противоядие и докопаться до причин эпидемии.',
            audioSrc: '/audio/Триллеры/I Am Legend.m4a',
            posterSrc: '/images/I Am Legend.jpg'
        },
        {
            name: 'Помни',
            translate: 'Memento',
            description: 'Леонард Шелби изысканно и дорого одет, ездит на новеньком «Ягуаре», но проживает в дешевых мотелях. Его цель в жизни — найти убийцу жены. Его проблема — редкая форма амнезии, потеря короткой памяти, помня все до убийства, он не помнит, что было пятнадцать минут назад.',
            audioSrc: '/audio/Триллеры/Memento.m4a',
            posterSrc: '/images/Memento.jpg'
        },
        {
            name: 'Сияние',
            translate: 'The Shining',
            description: 'Главный герой - Джек Торренс - приехал в элегантный уединенный отель, чтобы поработать смотрителем во время мертвого сезона вместе со своей женой и сыном. Торренс здесь раньше никогда не бывал. Или это не совсем так? Ответ лежит во мраке, сотканном из преступного кошмара.',
            audioSrc: '/audio/Триллеры/The Shining.m4a',
            posterSrc: '/images/The Shining.jpg'
        }
    ],
    'Комедии': [
        {
            name: 'Джентельмены',
            translate: 'The Gentlemen',
            description: 'Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира - партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.',
            audioSrc: '/audio/Комедии/The Gentlemen.m4a',
            posterSrc: '/images/The Gentlemen.jpg'
        },
        {
            name: 'Однажды в ... Голливуде',
            translate: 'Once Upon a Time... in Hollywood',
            description: 'Лента рассказывает о нелегких буднях крупного продюсера, пытающегося закончить съемки многострадальной ленты. Голливуд – место не для слабаков, и в этом ему в очередной раз придется убедиться на собственной шкуре…',
            audioSrc: '/audio/Комедии/Once Upon a Time... in Hollywood.m4a',
            posterSrc: '/images/Once Upon a Time... in Hollywood.jpg'
        },
        {
            name: 'Евротур',
            translate: 'Eurotrip',
            description: 'Скотт Томас — выпускник местной школы, которому нужна помощь в изучении немецкого языка, и именно для этих целей он знакомится с жителем Германии по имени Майк и начинает с ним дружескую переписку. Причём Скотт абсолютно уверен в том, что Майк — это парень, и делится с ним своими переживаниями и проблемами, которые возникают у него с девушкой. Но в конце концов Скотт узнаёт, что Майк, точнее Мике — это обворожительная блондинка, которой Скотт очень понравился. И теперь он сделает всё, чтобы увидеться с Мике, даже совершит путешествие по Европе.',
            audioSrc: '/audio/Комедии/Eurotrip.m4a',
            posterSrc: '/images/EuroTrip.jpg'
        },
        {
            name: 'Очень страшное кино',
            translate: 'Scary Movie',
            description: 'Дрю Деккер разговаривает по телефону с незнакомцем, будто бы попавшим не туда. Очень скоро она понимает, что её собеседник — маньяк, который хочет её убить. Дрю выбегает из дома, по пятам преследуемая маньяком. Девушке почти удаётся убежать, но её случайно сбивает машина отца...',
            audioSrc: '/audio/Комедии/Scary Movie.m4a',
            posterSrc: '/images/Scary Movie.jpg'
        },
        {
            name: 'Брюс Всемогущий',
            translate: 'Bruce Almighty',
            description: 'Пессимист Брюс Нолан — популярный ведущий теленовостей. Его ничего не интересует: ни девушка Грейс, ни собственные репортажи. Но однажды Брюса увольняют. Разочарованный герой бросает вызов Богу и неожиданно получает ответ Всевышнего. Бог предлагает Брюсу поменяться с ним местами на неделю и посмотреть, сможет ли Брюс сделать мир хоть чуточку лучше.',
            audioSrc: '/audio/Комедии/Bruce Almighty.m4a',
            posterSrc: '/images/Bruce Almighty.jpg'
        },
        {
            name: 'Мы Миллеры',
            translate: 'We\'re the Millers',
            description: 'Дэвид Кларк — мелкий торговец наркотиками. Среди его клиентов — повара и скучающие домохозяйки. Детям он наркотики не продаёт и поэтому считает себя принципиальным человеком. Дэвид действительно хорошо относится к детям, но это не остается безнаказанным — он пытается помочь подросткам, попавшим в беду, и на него нападают хулиганы-панки. Они отбирают у него наркотики и деньги, и наш герой оказывается в отчаянном положении. Ведь ему нечем расплатиться с его поставщиком Брэдом. Единственный выход — подрядиться на доставку крупной партии наркотиков через границу…',
            audioSrc: '/audio/Комедии/We\'re the Millers.m4a',
            posterSrc: '/images/We\'re the Millers.jpeg'
        }
    ],
    'Мультфильмы': [
        {
            name: 'Зверополис',
            translate: 'Zootopia',
            description: 'Добро пожаловать в Зверополис – современный город, населенный самыми разными животными, от огромных слонов до крошечных мышек. Зверополис разделен на районы, полностью повторяющие естественную среду обитания разных жителей – здесь есть и элитный район Площадь Сахары и неприветливый Тундратаун. В этом городе появляется новый офицер полиции, жизнерадостная зайчиха Джуди Хоппс, которая с первых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Джуди хватается за первую же возможность проявить себя, несмотря на то, что ее партнером будет болтливый хитрый лис Ник Уайлд. Вдвоем им предстоит раскрыть сложное дело, от которого будет зависеть судьба всех обитателей Зверополиса.',
            audioSrc: '/audio/Мультфильмы/Zootopia.m4a',
            posterSrc: '/images/Zootopia.jpeg'
        },
        {
            name: 'Рататуй',
            translate: 'Ratatouille',
            description: 'Крыс Реми обладает уникальным вкусом. Он готов рисковать собственной жизнью, чтобы посмотреть любимое кулинарное шоу и раздобыть какую-нибудь приправку или просто свежий продукт. Реми живет со своими сородичами, которые его не понимают и не принимают его увлечения кулинарией. Когда Реми случайно попадает на кухню шикарного ресторана, он решает воспользоваться выпавшим ему шансом и проверить свои навыки. На эту же кухню попадает и юный Лингвини.Всё, на что он может расчитывать - это должность уборщика.Но он тоже получает свой шанс...',
            audioSrc: '/audio/Мультфильмы/Ratatouille.m4a',
            posterSrc: '/images/Ratatouille.jpg'
        },
        {
            name: 'Тачки',
            translate: 'Cars',
            description: 'Неукротимый в своем желании всегда и во всем побеждать гоночный автомобиль «Молния» Маккуин вдруг обнаруживает, что сбился с пути и застрял в маленьком захолустном городке Радиатор-Спрингс, что находится где-то на трассе 66 в Калифорнии. Участвуя в гонках на Кубок Поршня, где ему противостояли два очень опытных соперника, Маккуин совершенно не ожидал, что отныне ему придется общаться с персонажами совсем иного рода. Это, например, Салли — шикарный Порше 2002-го года выпуска, Док Хадсон — легковушка модели «Хадсон Хорнет», 1951-го года выпуска или Метр — ржавый грузовичок-эвакуатор. И все они помогают Маккуину понять, что в мире существуют некоторые более важные вещи, чем слава, призы и спонсоры…',
            audioSrc: '/audio/Мультфильмы/Cars.m4a',
            posterSrc: '/images/Cars.jpg'
        },
        {
            name: 'Корпорация Монстров',
            translate: 'Monsters, Inc.',
            description: 'Склизкий гад в сливном бачке, мохнатый зверь, похожий на чудовище из «Аленького цветочка», гигантские мокрицы под кроватью — все они существуют на самом деле. Все, что им нужно — пугать детей, потому что из детских криков они получают электричество. Полнометражный мультфильм рассказывает о кризисах в мире монстров, их жизни. Но однажды вся мирная жизнь монстров оказывается под угрозой: в их мир попадает ребенок. А с детьми столько хлопот, что они могут довести даже монстров.',
            audioSrc: '/audio/Мультфильмы/Monsters, Inc.m4a',
            posterSrc: '/images/Monsters, Inc.jpg'
        },
        {
            name: 'Ледниковый период',
            translate: 'Ice Age',
            description: 'Действие разворачивается 20 тыс. лет назад. Чтобы избежать приближающегося из-за наступления ледникового периода холода, животные мигрируют на юг. Однако некоторые из них всё-таки решают остаться - одинокий, угрюмый мамонт Манфред, а также бесшабашный ленивец Сид. Случайно эта парочка наталкивается на человеческого детёныша. Они решаются вернуть его людям и отправляются в путешествие. По пути они встречают саблезубого хитрого тигра. И теперь этой веселой компании предстоят забавные приключения!',
            audioSrc: '/audio/Мультфильмы/Ice Age.m4a',
            posterSrc: '/images/Ice Age.jpg'
        },
        {
            name: 'Мадагаскар',
            translate: 'Madagascar',
            description: 'Четверо изнеженных животных из Центрального зоопарка в Нью-Йорке - лев Алекс, зебра Марти, жираф Мелман и гиппопотамиха Глория - решаются на побег. Оказавшись после кораблекрушения на экзотическом острове Мадагаскар, населенном лемурами и поедающими их фоссами, путешественники с ужасом понимают, что с городскими привычками им придется распрощаться. Здесь нет людей, любимых клеток, вкусной кормежки. Начинается шоу «Последний герой» только с животными - нашим друзьям нужно выжить в непривычной среде обитания, где на каждом шагу подстерегает опасность...',
            audioSrc: '/audio/Мультфильмы/Madagascar.m4a',
            posterSrc: '/images/Madagascar.jpg'
        }
    ],
    'Сериалы': [
        {
            name: 'Острые козырьки',
            translate: 'Peaky Blinders',
            description: 'Британский сериал о криминальном мире Бирмингема 20-х годов прошлого века, в котором многолюдная семья Шелби стала одной из самых жестоких и влиятельных гангстерских банд послевоенного времени. Фирменным знаком группировки, промышлявшей грабежами и азартными играми, стали зашитые в козырьки лезвия.',
            audioSrc: '/audio/Сериалы/Peaky Blinders.m4a',
            posterSrc: '/images/Peaky Blinders.jpg'
        },
        {
            name: 'Чернобыль',
            translate: 'Chernobyl',
            description: '26 апреля 1986 года в 1:23:45 во время проведения эксперимента по безопасности на Чернобыльской АЭС происходит взрыв реактора и пожар. Поднятые по тревоге пожарные без спецзащиты прибывают на место аварии, не подозревая, что оказались в эпицентре крупнейшей в истории человечества техногенной катастрофы. Руководство ЧАЭС уверяет Кремль, что ситуация под контролем, и радиационный фон в норме, но по настоянию академика Легасова его вместе с зампредседателя Совета Министров Борисом Щербиной отправляют разобраться в происходящем на месте.',
            audioSrc: '/audio/Сериалы/Chernobyl.m4a',
            posterSrc: '/images/Chernobyl.jpg'
        },
        {
            name: 'Карточный домик',
            translate: 'House of Cards',
            description: 'Амбициозный конгрессмен от Демократической партии Фрэнк Андервуд в обмен на обещание сделать его госсекретарём помогает Гаррету Уокеру стать президентом США. Однако после выборов глава администрации президента Линда Васкез сообщает Андервуду, что он не получит должность. Взбешенные предательством Фрэнк и его жена готовы пойти на всё, чтобы отомстить новоиспечённому президенту.',
            audioSrc: '/audio/Сериалы/House of Cards.m4a',
            posterSrc: '/images/House of Cards.jpg'
        },
        {
            name: 'Остаться в живых',
            translate: 'Lost',
            description: 'Красавец-лайнер, совершающий полет из Сиднея в Лос-Анджелес, неожиданно терпит крушение. 48 пассажиров оказываются на пустынном острове посреди океана. Люди в панике. Надежда быть найденными довольно призрачна. Поэтому остается только одно: собраться с силами и постараться выжить на острове, начиненном множеством опасностей...',
            audioSrc: '/audio/Сериалы/Lost.m4a',
            posterSrc: '/images/Lost.jpg'
        },
        {
            name: 'Форс мажоры',
            translate: 'Suits',
            description: 'Убегая после неудачной попытки сбыта наркотиков, юрист-самоучка Майк Росс, выдающий себя за выпускника Гарварда, попадает на собеседование к одному из лучших адвокатов по сделкам Нью-Йорка Харви Спектру. Устав от скучных соискателей, мечтающих «верой и правдой служить букве закона», Харви рискует и нанимает Майка: у парня врожденный талант и фотографическая память. Так рождается один из самых неоднозначных, но, в то же время, и самых блестящих адвокатских тандемов на Манхэттене.',
            audioSrc: '/audio/Сериалы/Suits.m4a',
            posterSrc: '/images/Suits.jpg'
        },
        {
            name: 'Клиника',
            translate: 'Scrubs',
            description: 'Отучившись четыре года в медицинской школе, Джон Дориан приходит работать интерном в клинику. Вместе с ним здесь же будет применять полученные знания и его лучший друг со времен колледжа Крис Терк. Не имеющие опыта практической работы, молодые специалисты сразу же погружаются в хаотический мир жизни больницы...',
            audioSrc: '/audio/Сериалы/Scrubs.m4a',
            posterSrc: '/images/Scrubs.jpg'
        }
    ]
}

export default filmsData